Revit 2027 API
ParameterTypeId.RbsElecPanelCurrentPhasecParam Property
 "Current Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelCurrentPhasecParam { get; }
Public Shared ReadOnly Property RbsElecPanelCurrentPhasecParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelCurrentPhasecParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelCurrentPhasecParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace